import React from 'react';
import './Disclaimer.css'; // Import custom CSS file

const Disclaimer = () => {
  return (
    <div className="container disclaimer-container mt-5">
      <h1 className="text-center mb-4">Disclaimer</h1>
      
      <div className="disclaimer-content bg-light p-4 rounded shadow">
        <p>
          यदि आपको किसी और जानकारी की आवश्यकता है या हमारी साइट के अस्वीकरण के बारे में कोई प्रश्न हैं, तो कृपया बेझिझक हमसे contact@aamawaz.com पर ईमेल द्वारा संपर्क करें।
        </p>
        
        <h2 className="mt-4">आम आवाज़ के लिए अस्वीकरण</h2>
        <p>
          इस वेबसाइट - <a href="https://www.aamawaz.com/" target="_blank" rel="noopener noreferrer">https://www.aamawaz.com/</a> - पर सभी जानकारी सद्भावनापूर्वक और केवल सामान्य सूचना उद्देश्य के लिए प्रकाशित की गई है। आम आवाज़ इस जानकारी की पूर्णता, विश्वसनीयता और सटीकता के बारे में कोई वारंटी नहीं देता है। इस वेबसाइट (आम आवाज़ ) पर आपको जो जानकारी मिलती है, उसके आधार पर आप जो भी कार्रवाई करते हैं, वह पूरी तरह से आपके अपने जोखिम पर है। हमारी वेबसाइट के उपयोग के संबंध में किसी भी नुकसान और/या क्षति के लिए आम आवाज़ उत्तरदायी नहीं होगा।
        </p>
        <p>
          हमारी वेबसाइट से, आप ऐसी बाहरी साइटों के हाइपरलिंक का अनुसरण करके अन्य वेबसाइटों पर जा सकते हैं। जबकि हम उपयोगी और नैतिक वेबसाइटों के लिए केवल गुणवत्ता वाले लिंक प्रदान करने का प्रयास करते हैं, इन साइटों की सामग्री और प्रकृति पर हमारा कोई नियंत्रण नहीं है। अन्य वेबसाइटों के ये लिंक इन साइटों पर पाई जाने वाली सभी सामग्री के लिए अनुशंसा नहीं करते हैं। साइट के मालिक और सामग्री बिना किसी सूचना के बदल सकते हैं और ऐसा तब भी हो सकता है जब हमें कोई लिंक हटाने का अवसर मिले जो ‘खराब’ हो गया हो।
        </p>
        <p>
          कृपया यह भी ध्यान रखें कि जब आप हमारी वेबसाइट छोड़ते हैं, तो अन्य साइटों की अलग-अलग गोपनीयता नीतियाँ और शर्तें हो सकती हैं जो हमारे नियंत्रण से परे हैं। कृपया किसी भी व्यवसाय में शामिल होने या कोई भी जानकारी अपलोड करने से पहले इन साइटों की गोपनीयता नीतियों के साथ-साथ उनकी “सेवा की शर्तों” की जाँच अवश्य करें.
        </p>

        <h3 className="mt-4">Consent</h3>
        <p>
          हमारी वेबसाइट का उपयोग करके, आप हमारे अस्वीकरण के लिए सहमति देते हैं और इसकी शर्तों से सहमत होते हैं।
        </p>

        <h3 className="mt-4">Update</h3>
        <p>
          अगर हम इस दस्तावेज़ को अपडेट, संशोधित या कोई बदलाव करते हैं, तो उन बदलावों को यहाँ प्रमुखता से पोस्ट किया जाएगा.
        </p>
      </div>
    </div>
  );
};

export default Disclaimer;
