import React from 'react';
import 'bootstrap/dist/css/bootstrap.min.css';

const Privacy = () => {
  return (
    <div className="container mt-5">
      <h1 className="mb-4">Privacy Policy</h1>
      <p>
        <a href="https://www.aamawaz.com">https://www.aamawaz.com</a> से सुलभ, आम आवाज़ में हमारी मुख्य प्राथमिकताओं में से एक हमारे आगंतुकों की गोपनीयता है। इस गोपनीयता नीति दस्तावेज़ में आम आवाज़ द्वारा एकत्रित और रिकॉर्ड की गई जानकारी के प्रकार और हम इसका उपयोग कैसे करते हैं, शामिल हैं।
      </p>
      <p>
        यदि आपके पास अतिरिक्त प्रश्न हैं या हमारी गोपनीयता नीति के बारे में अधिक जानकारी की आवश्यकता है, तो हमसे संपर्क करने में संकोच न करें।
      </p>
      <h2 className="mt-4">Log Files</h2>
      <p>
        आम आवाज़ लॉग फ़ाइलों का उपयोग करने की एक मानक प्रक्रिया का पालन करता है। ये फ़ाइलें आगंतुकों को तब लॉग करती हैं जब वे वेबसाइट पर जाते हैं। सभी होस्टिंग कंपनियाँ ऐसा करती हैं और होस्टिंग सेवाओं के विश्लेषण का एक हिस्सा होती हैं। लॉग फ़ाइलों द्वारा एकत्र की गई जानकारी में इंटरनेट प्रोटोकॉल (IP) पते, ब्राउज़र प्रकार, इंटरनेट सेवा प्रदाता (ISP), दिनांक और समय टिकट, संदर्भित/निकास पृष्ठ और संभवतः क्लिक की संख्या शामिल है। ये किसी भी ऐसी जानकारी से जुड़े नहीं हैं जो व्यक्तिगत रूप से पहचान योग्य हो। जानकारी का उद्देश्य रुझानों का विश्लेषण करना, साइट का प्रबंधन करना, वेबसाइट पर उपयोगकर्ताओं की गतिविधियों को ट्रैक करना और जनसांख्यिक जानकारी एकत्र करना है।
      </p>
      <h2 className="mt-4">Privacy Policies</h2>
      <p>
        आप आम आवाज़ के प्रत्येक विज्ञापन भागीदार की गोपनीयता नीति खोजने के लिए इस सूची से परामर्श कर सकते हैं। तृतीय-पक्ष विज्ञापन सर्वर या विज्ञापन नेटवर्क कुकीज़, जावास्क्रिप्ट या वेब बीकन जैसी तकनीकों का उपयोग करते हैं जो उनके संबंधित विज्ञापनों और आम आवाज़ पर दिखाई देने वाले लिंक में उपयोग किए जाते हैं, जो सीधे उपयोगकर्ताओं के ब्राउज़र पर भेजे जाते हैं। ऐसा होने पर उन्हें स्वचालित रूप से आपका IP पता प्राप्त हो जाता है। इन तकनीकों का उपयोग उनके विज्ञापन अभियानों की प्रभावशीलता को मापने और/या आपके द्वारा देखी जाने वाली वेबसाइटों पर दिखाई देने वाली विज्ञापन सामग्री को वैयक्तिकृत करने के लिए किया जाता है।
        ध्यान दें कि आम आवाज़ के पास इन कुकीज़ तक कोई पहुँच या नियंत्रण नहीं है जो तृतीय-पक्ष विज्ञापनदाताओं द्वारा उपयोग की जाती है।
      </p>
      <h2 className="mt-4">Third Party Privacy Policies</h2>
      <p>
        आम आवाज़ की गोपनीयता नीति अन्य विज्ञापनदाताओं या वेबसाइटों पर लागू नहीं होती है। इसलिए हम आपको अधिक विस्तृत जानकारी के लिए इन तृतीय-पक्ष विज्ञापन सर्वरों की संबंधित गोपनीयता नीतियों से परामर्श करने की सलाह दे रहे हैं। इसमें कुछ विकल्पों से ऑप्ट-आउट करने के तरीके के बारे में उनके अभ्यास और निर्देश शामिल हो सकते हैं। आप अपने व्यक्तिगत ब्राउज़र विकल्पों के माध्यम से कुकीज़ को अक्षम करना चुन सकते हैं। विशिष्ट वेब ब्राउज़र के साथ कुकी प्रबंधन के बारे में अधिक विस्तृत जानकारी जानने के लिए, इसे ब्राउज़र की संबंधित वेबसाइटों पर पाया जा सकता है।
      </p>
      <h2 className="mt-4">Children’s Information</h2>
      <p>
        हमारी प्राथमिकता का एक और हिस्सा इंटरनेट का उपयोग करते समय बच्चों के लिए सुरक्षा जोड़ना है। हम माता-पिता और अभिभावकों को उनकी ऑनलाइन गतिविधि का निरीक्षण करने, उसमें भाग लेने और/या निगरानी करने और मार्गदर्शन करने के लिए प्रोत्साहित करते हैं। आम आवाज़ 13 वर्ष से कम उम्र के बच्चों से जानबूझकर कोई व्यक्तिगत पहचान योग्य जानकारी एकत्र नहीं करता है। अगर आपको लगता है कि आपके बच्चे ने हमारी वेबसाइट पर इस तरह की जानकारी दी है, तो हम आपको तुरंत हमसे संपर्क करने के लिए दृढ़ता से प्रोत्साहित करते हैं और हम अपने रिकॉर्ड से ऐसी जानकारी को तुरंत हटाने के लिए अपना सर्वश्रेष्ठ प्रयास करेंगे।
      </p>
      <h2 className="mt-4">Only Online Privacy Policy</h2>
      <p>
      यह गोपनीयता नीति केवल हमारी ऑनलाइन गतिविधियों पर लागू होती है। आम आवाज़ में साझा की गई या एकत्र की गई जानकारी के संबंध में हमारी वेबसाइट पर आने वाले आगंतुकों के लिए मान्य है। यह नीति ऑफ़लाइन या इस वेबसाइट के अलावा अन्य चैनलों के माध्यम से एकत्र की गई किसी भी जानकारी पर लागू नहीं होती है।
      </p>
      <h2 className="mt-4">Consent</h2>
      <p>हमारी वेबसाइट का उपयोग करके, आप हमारी गोपनीयता नीति से सहमत होते हैं और इसके नियमों और शर्तों से सहमत होते हैं</p>

</div>

  )

}
export default Privacy