import React from 'react'

const Term = () => {
    return (
        <div>
            <div className="container mt-5">
                <h1 className="mb-4">Terms and Conditions ( नियम और शर्तें)</h1>
                <p>आम आवाज़ में आपका स्वागत है</p>
                <p>ये नियम और शर्तें <a href="https://www.aamawaz.com/">https://www.aamawaz.com/</a> पर स्थित आम आवाज़ की वेबसाइट के उपयोग के लिए नियम और विनियम बताती हैं। इस वेबसाइट पर पहुँचकर हम मानते हैं कि आप इन नियमों और शर्तों को स्वीकार करते हैं। यदि आप इस पृष्ठ पर बताए गए सभी नियमों और शर्तों को स्वीकार करने के लिए सहमत नहीं हैं तो आप आम आवाज़ का उपयोग जारी न रखें। निम्नलिखित शब्दावली इन नियमों और शर्तों, गोपनीयता कथन और अस्वीकरण नोटिस और सभी समझौतों पर लागू होती है: "ग्राहक", "आप" और "आपका" आपको संदर्भित करता है वह व्यक्ति जो इस वेबसाइट पर लॉग इन करता है और कंपनी के नियमों और शर्तों का अनुपालन करता है। "कंपनी", "हम", "हमारा" और "हमें", हमारी कंपनी को संदर्भित करता है। "पक्ष", "पक्ष", या "हमें", ग्राहक और खुद दोनों को संदर्भित करता है। सभी शर्तें, कंपनी की बताई गई सेवाओं के प्रावधान के संबंध में ग्राहक की जरूरतों को पूरा करने के व्यक्त उद्देश्य के लिए सबसे उपयुक्त तरीके से ग्राहक को हमारी सहायता की प्रक्रिया शुरू करने के लिए आवश्यक भुगतान की पेशकश, स्वीकृति और विचार को संदर्भित करती हैं, जो कि भारत के प्रचलित कानून के अनुसार और उसके अधीन है। उपरोक्त शब्दावली या अन्य शब्दों का एकवचन, बहुवचन, पूंजीकरण और/या वह/वह या वे में किसी भी उपयोग को विनिमेय के रूप में लिया जाता है और इसलिए उसी का उल्लेख करते हैं।
                </p>
                <h2>Licence (लाइसेंस)</h2>
                <p>जब तक अन्यथा न कहा जाए तब तक इसके लाइसेंसकर्ता आम आवाज़ पर सभी सामग्री के लिए बौद्धिक संपदा अधिकारों के स्वामी हैं। सभी बौद्धिक संपदा अधिकार सुरक्षित हैं। आप इन नियमों और शर्तों में निर्धारित प्रतिबंधों के अधीन अपने निजी उपयोग के लिए आम आवाज़ से इस तक पहुँच सकते हैं। आपको ये नहीं करना चाहिए:
                </p>
                {/* <ul>
                    <li>आम आवाज़ से सामग्री का पुनर्प्रकाशन</li>
                    <li>आम आवाज़ से सामग्री को बेचना, किराए पर देना या उप-लाइसेंस देना</li>
                    <li>आम आवाज़ से सामग्री का पुनरुत्प्रण करना</li>
                    <li>आम आवाज़ से सामग्री का पुनर्वितरण</li>
                </ul> */}
                <p>आम आवाज़ से सामग्री का पुनर्प्रकाशन, आम आवाज़ से सामग्री को बेचना, किराए पर देना या उप-लाइसेंस देना, आम आवाज़ से सामग्री का पुनरुत्पादन, डुप्लिकेट या प्रतिलिपि बनाना, आम आवाज़ से सामग्री का पुनर्वितरण यह अनुबंध आज की तिथि से शुरू होगा। इस वेबसाइट के कुछ हिस्से उपयोगकर्ताओं को वेबसाइट के कुछ क्षेत्रों में राय और जानकारी पोस्ट करने और आदान-प्रदान करने का अवसर प्रदान करते हैं। आम आवाज़ वेबसाइट पर उनकी उपस्थिति से पहले टिप्पणियों को फ़िल्टर, संपादित, प्रकाशित या समीक्षा नहीं करता है। टिप्पणियाँ आम आवाज़ उसके एजेंटों या सहयोगियों के विचारों और राय को नहीं दर्शाती हैं। टिप्पणियाँ उस व्यक्ति के विचारों और राय को दर्शाती हैं जो अपने विचारों और राय को पोस्ट करते हैं। लागू कानूनों द्वारा अनुमत सीमा तक आम आवाज़ टिप्पणियों के लिए या इस वेबसाइट पर टिप्पणियों के किसी भी उपयोग और/या पोस्टिंग और/या उपस्थिति के परिणामस्वरूप होने वाली किसी भी देयता, क्षति या व्यय के लिए उत्तरदायी नहीं होगा।आम आवाज़ सभी टिप्पणियों की निगरानी करने और किसी भी टिप्पणी को हटाने का अधिकार सुरक्षित रखता है जिसे अनुचित आपत्तिजनक माना जा सकता है या जो इन नियमों और शर्तों का उल्लंघन करता है। आप वारंट करते हैं और प्रतिनिधित्व करते हैं कि आप हमारी वेबसाइट पर टिप्पणियाँ पोस्ट करने के हकदार हैं और ऐसा करने के लिए आपके पास सभी आवश्यक लाइसेंस और सहमति हैं।टिप्पणियाँ किसी भी बौद्धिक संपदा अधिकार पर आक्रमण नहीं करती हैं, जिसमें बिना किसी सीमा के किसी तीसरे पक्ष का कॉपीराइट, पेटेंट या ट्रेडमार्क शामिल है।टिप्पणियाँ कोई भी अपमानजनक, आपत्तिजनक, अभद्र या अन्यथा गैरकानूनी सामग्री नहीं है जो गोपनीयता का उल्लंघन करती है
                </p>
                <p>टिप्पणियों का उपयोग व्यवसाय या कस्टम को बढ़ावा देने या वाणिज्यिक गतिविधियों या गैरकानूनी गतिविधि को प्रस्तुत करने के लिए नहीं किया जाएगा। आप आम आवाज़ को किसी भी और सभी रूपों, प्रारूपों या मीडिया में आपकी किसी भी टिप्पणी का उपयोग, पुनरुत्पादन, संपादन और दूसरों को उपयोग, पुनरुत्पादन और संपादन करने के लिए अधिकृत करने के लिए एक गैर-अनन्य लाइसेंस प्रदान करते हैं।
                </p>
                <h2>Cookies (कुकीज़) </h2>
                <p>हम कुकीज़ का उपयोग करते हैं। आम आवाज़ तक पहुँचने में आपने आम आवाज़ की गोपनीयता नीति के साथ समझौते में कुकीज़ का उपयोग करने के लिए सहमति व्यक्त की है। अधिकांश इंटरैक्टिव वेबसाइटें प्रत्येक विज़िट के लिए उपयोगकर्ता के विवरण को पुनः प्राप्त करने के लिए कुकीज़ का उपयोग करती हैं। हमारी वेबसाइट द्वारा कुकीज़ का उपयोग कुछ क्षेत्रों की कार्यक्षमता को सक्षम करने के लिए किया जाता है ताकि हमारी वेबसाइट पर आने वाले लोगों के लिए इसे आसान बनाया जा सके। हमारे कुछ सहयोगी/विज्ञापन भागीदार भी कुकीज़ का उपयोग कर सकते हैं।

                </p>
                <h2>License </h2>
                <p>जब तक अन्यथा न कहा जाए और/या इसके लाइसेंसकर्ता आम आवाज़ पर सभी सामग्री के लिए बौद्धिक संपदा अधिकारों के स्वामी हैं। सभी बौद्धिक संपदा अधिकार सुरक्षित हैं। आप इन नियमों और शर्तों में निर्धारित प्रतिबंधों के अधीन अपने निजी उपयोग के लिए आम आवाज़ से इस तक पहुँच सकते हैं।
                </p>
                {/* <h2>आपको ये नहीं करना चाहिए:
                </h2>
                <p>इस वेबसाइट के कुछ हिस्से उपयोगकर्ताओं को वेबसाइट के कुछ क्षेत्रों में राय और जानकारी पोस्ट करने और आदान-प्रदान करने का अवसर प्रदान करते हैं। आम आवाज़ वेबसाइट पर उनकी उपस्थिति से पहले टिप्पणियों को फ़िल्टर, संपादित, प्रकाशित या समीक्षा नहीं करता है। टिप्पणियाँ आम आवाज़, उसके एजेंटों और/या सहयोगियों के विचारों और राय को नहीं दर्शाती हैं। टिप्पणियाँ उस व्यक्ति के विचारों और राय को दर्शाती हैं जो अपने विचारों और राय को पोस्ट करते हैं। लागू कानूनों द्वारा अनुमत सीमा तक, आम आवाज़ टिप्पणियों के लिए या इस वेबसाइट पर टिप्पणियों के किसी भी उपयोग और/या पोस्टिंग और/या उपस्थिति के परिणामस्वरूप होने वाली किसी भी देयता, क्षति या व्यय के लिए उत्तरदायी नहीं होगा।
                </p> */}
                {/* <p>आम आवाज़ सभी टिप्पणियों की निगरानी करने और किसी भी टिप्पणी को हटाने का अधिकार सुरक्षित रखता है जिसे अनुचित, आपत्तिजनक माना जा सकता है या जो इन नियमों और शर्तों का उल्लंघन करता है।

                    आप वारंट करते हैं और प्रतिनिधित्व करते हैं कि:

                    आप हमारी वेबसाइट पर टिप्पणियाँ पोस्ट करने के हकदार हैं और ऐसा करने के लिए आपके पास सभी आवश्यक लाइसेंस और सहमति हैं;
                    टिप्पणियाँ किसी भी बौद्धिक संपदा अधिकार पर आक्रमण नहीं करती हैं, जिसमें बिना किसी सीमा के किसी तीसरे पक्ष का कॉपीराइट, पेटेंट या ट्रेडमार्क शामिल है;
                    टिप्पणियों में कोई भी अपमानजनक, अपमानजनक, आपत्तिजनक, अभद्र या अन्यथा गैरकानूनी सामग्री नहीं है जो गोपनीयता का उल्लंघन करती है
                    टिप्पणियों का उपयोग व्यवसाय या कस्टम को बढ़ावा देने या वाणिज्यिक गतिविधियों या गैरकानूनी गतिविधि को प्रस्तुत करने के लिए नहीं किया जाएगा।
                    आप आम आवाज़ को किसी भी और सभी रूपों, प्रारूपों या मीडिया में आपकी किसी भी टिप्पणी का उपयोग, पुनरुत्पादन, संपादन और दूसरों को उपयोग, पुनरुत्पादन और संपादन करने के लिए अधिकृत करने के लिए एक गैर-अनन्य लाइसेंस प्रदान करते हैं।
                </p> */}
                <h2>Hyperlinking to Our Content (हमारी सामग्री से हाइपरलिंकिंग)
                </h2>
                {/* <h3>निम्नलिखित संगठन बिना पूर्व लिखित स्वीकृति के हमारी वेबसाइट से लिंक कर सकते हैं:
                </h3> */}

                <p>निम्नलिखित संगठन बिना पूर्व लिखित स्वीकृति के हमारी वेबसाइट से लिंक कर सकते हैं:- सरकारी एजेंसियाँ, खोज इंजन, समाचार संगठन, ऑनलाइन निर्देशिका वितरक हमारी वेबसाइट से उसी तरह लिंक कर सकते हैं जैसे वे अन्य सूचीबद्ध व्यवसायों की वेबसाइटों से हाइपरलिंक करते है और सिस्टम वाइड मान्यता प्राप्त व्यवसाय, गैर-लाभकारी संगठनों, चैरिटी शॉपिंग मॉल और चैरिटी फंडरेजिंग समूहों को छोड़कर जो हमारी वेबसाइट से हाइपरलिंक नहीं कर सकते हैं।

                </p>
                <p className='mt-4'>
                    ये संगठन हमारे होम पेज, प्रकाशनों या अन्य वेबसाइट की जानकारी से लिंक कर सकते हैं, जब तक कि लिंक: (ए) किसी भी तरह से भ्रामक न हो; (बी) लिंक करने वाले पक्ष और उसके उत्पादों और/या सेवाओं के प्रायोजन, समर्थन या अनुमोदन का गलत अर्थ न निकाले; और (सी) लिंक करने वाले पक्ष की साइट के संदर्भ में फिट हो। हम निम्न प्रकार के संगठनों से अन्य लिंक अनुरोधों पर विचार कर सकते हैं और उन्हें स्वीकृत कर सकते हैं। सामान्य रूप से ज्ञात उपभोक्ता या व्यावसायिक सूचना स्रोत, डॉट कॉम समुदाय साइटें, धर्मार्थ संस्थाओं का प्रतिनिधित्व करने वाले संघ या अन्य समूह, ऑनलाइन निर्देशिका वितरक, इंटरनेट पोर्टल, लेखांकन, कानून और परामर्श फर्म, शैक्षिक संस्थान और व्यापार संघ। हम इन संगठनों से लिंक अनुरोधों को मंजूरी देंगे यदि हम तय करते हैं कि (ए) लिंक हमें खुद या हमारे मान्यता प्राप्त व्यवसायों के लिए प्रतिकूल रूप से नहीं दिखाएगा (बी) संगठन के पास हमारे साथ कोई नकारात्मक रिकॉर्ड नहीं है (सी) हाइपरलिंक की दृश्यता से हमें होने वाला लाभ आम आवाज़ की अनुपस्थिति की भरपाई करता है और (डी) लिंक सामान्य संसाधन जानकारी के संदर्भ में है। ये संगठन हमारे होम पेज से तब तक लिंक कर सकते हैं जब तक लिंक: (ए) किसी भी तरह से भ्रामक न हो (बी) लिंक करने वाले पक्ष और उसके उत्पादों या सेवाओं के प्रायोजन, समर्थन या अनुमोदन को गलत तरीके से न दर्शाए और (सी) लिंक करने वाले पक्ष की साइट के संदर्भ में फिट बैठता है। यदि आप ऊपर पैराग्राफ 2 में सूचीबद्ध संगठनों में से एक हैं और हमारी वेबसाइट से लिंक करने में रुचि रखते हैं, तो आपको आम आवाज़ को एक ई-मेल भेजकर हमें सूचित करना होगा। कृपया अपना नाम, अपने संगठन का नाम, संपर्क जानकारी और साथ ही अपनी साइट का URL, उन URL की सूची शामिल करें जिनसे आप हमारी वेबसाइट से लिंक करना चाहते हैं, और हमारी साइट पर मौजूद उन URL की सूची जिनसे आप लिंक करना चाहते हैं। प्रतिक्रिया के लिए 2-3 सप्ताह प्रतीक्षा करें। अनुमोदित संगठन हमारी वेबसाइट से इस प्रकार हाइपरलिंक कर सकते हैं। हमारे कॉर्पोरेट नाम का उपयोग करके या लिंक किए जा रहे यूनिफ़ॉर्म रिसोर्स लोकेटर का उपयोग करके या लिंक किए जा रहे हमारी वेबसाइट के किसी अन्य विवरण का उपयोग करके जो लिंक करने वाले पक्ष की साइट पर मौजूद सामग्री के संदर्भ और प्रारूप के भीतर समझ में आता हो। ट्रेडमार्क लाइसेंस समझौते के अभाव में साहस समाचार के लोगो या अन्य कलाकृति का उपयोग लिंक करने के लिए नहीं किया जाएगा।


                </p>


                {/* <p>अनुमोदित संगठन हमारी वेबसाइट से इस प्रकार हाइपरलिंक कर सकते हैं:

                    हमारे कॉर्पोरेट नाम का उपयोग करके; या
                    लिंक किए जा रहे यूनिफ़ॉर्म रिसोर्स लोकेटर का उपयोग करके; या
                    लिंक किए जा रहे हमारी वेबसाइट के किसी अन्य विवरण का उपयोग करके जो लिंक करने वाले पक्ष की साइट पर मौजूद सामग्री के संदर्भ और प्रारूप के भीतर समझ में आता हो।
                    ट्रेडमार्क लाइसेंस समझौते के अभाव में  आम आवाज़ के लोगो या अन्य कलाकृति का उपयोग लिंक करने के लिए नहीं किया जाएगा।
                    <br />
                    <h2>iFrames</h2>
                    पूर्व अनुमोदन और लिखित अनुमति के बिना, आप हमारे वेबपेजों के चारों ओर ऐसे फ्रेम नहीं बना सकते हैं जो किसी भी तरह से हमारी वेबसाइट की दृश्य प्रस्तुति या उपस्थिति को बदलते हों।
                    <br />
                    <h2>Content Liability </h2>

                    हम आपकी वेबसाइट पर दिखाई देने वाली किसी भी सामग्री के लिए ज़िम्मेदार नहीं होंगे। आप अपनी वेबसाइट पर उठने वाले सभी दावों के खिलाफ़ हमारी रक्षा करने और बचाव करने के लिए सहमत हैं। किसी भी वेबसाइट पर कोई भी लिंक नहीं दिखाई देना चाहिए जिसे मानहानिकारक, अश्लील या आपराधिक माना जा सकता है, या जो किसी तीसरे पक्ष के अधिकारों का उल्लंघन करता है, अन्यथा उल्लंघन करता है, या उल्लंघन या अन्य उल्लंघन की वकालत करता है।
                    <br />
                    <h2>Reservation of Rights</h2>
                    हम आपसे अनुरोध करने का अधिकार सुरक्षित रखते हैं कि आप हमारी वेबसाइट के सभी लिंक या कोई विशेष लिंक हटा दें। आप अनुरोध करने पर हमारी वेबसाइट के सभी लिंक तुरंत हटाने की स्वीकृति देते हैं। हम किसी भी समय इन नियमों और शर्तों और इसकी लिंकिंग नीति में संशोधन करने का अधिकार भी सुरक्षित रखते हैं। हमारी वेबसाइट से लगातार लिंक करके, आप इन लिंकिंग नियमों और शर्तों से बंधे रहने और उनका पालन करने के लिए सहमत होते हैं।
                    <br />
                    <h2>Removal of links from our website </h2>

                    यदि आपको हमारी वेबसाइट पर कोई ऐसा लिंक मिलता है जो किसी भी कारण से आपत्तिजनक है, तो आप किसी भी समय हमसे संपर्क कर सकते हैं और हमें सूचित कर सकते हैं। हम लिंक हटाने के अनुरोधों पर विचार करेंगे लेकिन हम ऐसा करने या आपको सीधे जवाब देने के लिए बाध्य नहीं हैं।

                    हम यह सुनिश्चित नहीं करते हैं कि इस वेबसाइट पर दी गई जानकारी सही है, हम इसकी पूर्णता या सटीकता की गारंटी नहीं देते हैं; न ही हम यह सुनिश्चित करने का वादा करते हैं कि वेबसाइट उपलब्ध रहे या वेबसाइट पर मौजूद सामग्री को अद्यतित रखा जाए।
                </p> */}

                <h2>iFrames (आईफ्रेम्स) </h2>
                <p>पूर्व अनुमोदन और लिखित अनुमति के बिना, आप हमारे वेबपेजों के चारों ओर ऐसे फ्रेम नहीं बना सकते हैं जो किसी भी तरह से हमारी वेबसाइट की दृश्य प्रस्तुति या उपस्थिति को बदलते हों।
                </p>
                <h2>Content Liability (सामग्री दायित्व)</h2>
                <p>हम आपकी वेबसाइट पर दिखाई देने वाली किसी भी सामग्री के लिए ज़िम्मेदार नहीं होंगे। आप अपनी वेबसाइट पर उठने वाले सभी दावों के खिलाफ़ हमारी रक्षा करने और उनका बचाव करने के लिए सहमत हैं। किसी भी वेबसाइट पर कोई भी लिंक नहीं दिखाई देना चाहिए जिसे मानहानिकारक, अश्लील या आपराधिक माना जा सकता है, या जो किसी तीसरे पक्ष के अधिकारों का उल्लंघन करता है, अन्यथा उल्लंघन करता है, या उल्लंघन या अन्य उल्लंघन की वकालत करता है।
                </p>
                <h2>Reservation of Rights ( अधिकारों का आरक्षण) </h2>
                <p>हम आपसे अनुरोध करने का अधिकार सुरक्षित रखते हैं कि आप हमारी वेबसाइट के सभी लिंक या कोई विशेष लिंक हटा दें। आप अनुरोध करने पर हमारी वेबसाइट के सभी लिंक तुरंत हटाने की स्वीकृति देते हैं। हम किसी भी समय इन नियमों और शर्तों और इसकी लिंकिंग नीति में संशोधन करने का अधिकार भी सुरक्षित रखते हैं। हमारी वेबसाइट से लगातार लिंक करके, आप इन लिंकिंग नियमों और शर्तों से बंधे रहने और उनका पालन करने के लिए सहमत होते हैं।
                </p>
                <h2>Removal of links from our website ( हमारी वेबसाइट से लिंक हटाना)</h2>
                <p>यदि आपको हमारी वेबसाइट पर कोई ऐसा लिंक मिलता है जो किसी भी कारण से आपत्तिजनक है, तो आप किसी भी समय हमसे संपर्क कर सकते हैं और हमें सूचित कर सकते हैं। हम लिंक हटाने के अनुरोधों पर विचार करेंगे लेकिन हम ऐसा करने या आपको सीधे जवाब देने के लिए बाध्य नहीं हैं।
हम यह सुनिश्चित नहीं करते हैं कि इस वेबसाइट पर दी गई जानकारी सही है, हम इसकी पूर्णता या सटीकता की गारंटी नहीं देते है न ही हम यह सुनिश्चित करने का वादा करते हैं कि वेबसाइट उपलब्ध रहे या वेबसाइट पर मौजूद सामग्री को अद्यतित रखा जाए।
</p>
<h2>Disclaimer ( अस्वीकरण)</h2>
<p>लागू कानून द्वारा अनुमत अधिकतम सीमा तक, हम अपनी वेबसाइट और इस वेबसाइट के उपयोग से संबंधित सभी अभ्यावेदन, वारंटी और शर्तों को बाहर करते हैं। इस अस्वीकरण में कुछ भी ऐसा नहीं है जो:- मृत्यु या व्यक्तिगत चोट के लिए हमारी या आपकी देयता को सीमित या बहिष्कृत करे। धोखाधड़ी या धोखाधड़ीपूर्ण गलत बयानी के लिए हमारी या आपकी देयता को सीमित या बहिष्कृत करे। लागू कानून के तहत अनुमत किसी भी तरह से हमारी या आपकी देयताओं को सीमित करे या लागू कानून के तहत बहिष्कृत नहीं की जा सकने वाली हमारी या आपकी देयताओं में से किसी को बाहर करे। इस खंड में और इस अस्वीकरण में कहीं और निर्धारित देयता की सीमाएँ और निषेध: (ए) पिछले पैराग्राफ के अधीन हैं और (बी) अस्वीकरण के तहत उत्पन्न होने वाली सभी देयताओं को नियंत्रित करते हैं, जिसमें अनुबंध, अपकृत्य और वैधानिक कर्तव्य के उल्लंघन के लिए उत्पन्न होने वाली देयताएँ शामिल हैं। जब तक वेबसाइट और वेबसाइट पर जानकारी और सेवाएँ निःशुल्क प्रदान की जाती हैं हम किसी भी प्रकार के नुकसान या क्षति के लिए उत्तरदायी नहीं होंगे</p>

                {/* <p>
                    <h2>Disclaimer</h2>  <br />
                    लागू कानून द्वारा अनुमत अधिकतम सीमा तक, हम अपनी वेबसाइट और इस वेबसाइट के उपयोग से संबंधित सभी अभ्यावेदन, वारंटी और शर्तों को बाहर करते हैं। इस अस्वीकरण में कुछ भी ऐसा नहीं है जो:

                    मृत्यु या व्यक्तिगत चोट के लिए हमारी या आपकी देयता को सीमित या बहिष्कृत करे;

                    धोखाधड़ी या धोखाधड़ीपूर्ण गलत बयानी के लिए हमारी या आपकी देयता को सीमित या बहिष्कृत करे;

                    लागू कानून के तहत अनुमत किसी भी तरह से हमारी या आपकी देयताओं को सीमित करे; या

                    लागू कानून के तहत बहिष्कृत नहीं की जा सकने वाली हमारी या आपकी देयताओं में से किसी को बाहर करे।

                    इस खंड में और इस अस्वीकरण में कहीं और निर्धारित देयता की सीमाएँ और निषेध: (ए) पिछले पैराग्राफ के अधीन हैं; और (बी) अस्वीकरण के तहत उत्पन्न होने वाली सभी देयताओं को नियंत्रित करते हैं, जिसमें अनुबंध, अपकृत्य और वैधानिक कर्तव्य के उल्लंघन के लिए उत्पन्न होने वाली देयताएँ शामिल हैं।

                    जब तक वेबसाइट और वेबसाइट पर जानकारी और सेवाएँ निःशुल्क प्रदान की जाती हैं, हम किसी भी प्रकार के नुकसान या क्षति के लिए उत्तरदायी नहीं होंगे।

                </p>

                <p> किसी भी तरह से भ्रामक न हो; (बी) लिंक करने वाले पक्ष और उसके उत्पादों या सेवाओं के प्रायोजन, समर्थन या अनुमोदन को गलत तरीके से न दर्शाए; और (सी) लिंक करने वाले पक्ष की साइट के संदर्भ में फिट बैठता है। यदि आप ऊपर पैराग्राफ 2 में सूचीबद्ध संगठनों में से एक हैं और हमारी वेबसाइट से लिंक करने में रुचि रखते हैं, तो आपको आम आवाज़ को एक ई-मेल भेजकर हमें सूचित करना होगा। कृपया अपना नाम, अपने संगठन का नाम, संपर्क जानकारी और साथ ही अपनी साइट का URL, उन URL की सूची शामिल करें जिनसे आप हमारी वेबसाइट से लिंक करना चाहते हैं, और हमारी साइट पर मौजूद उन URL की सूची जिनसे आप लिंक करना चाहते हैं। प्रतिक्रिया के लिए 2-3 सप्ताह प्रतीक्षा करें।

                    अनुमोदित संगठन हमारी वेबसाइट से इस प्रकार हाइपरलिंक कर सकते हैं:

                    हमारे कॉर्पोरेट नाम का उपयोग करके; या लिंक किए जा रहे यूनिफ़ॉर्म रिसोर्स लोकेटर का उपयोग करके; या लिंक किए जा रहे हमारी वेबसाइट के किसी अन्य विवरण का उपयोग करके जो लिंक करने वाले पक्ष की साइट पर मौजूद सामग्री के संदर्भ और प्रारूप के भीतर समझ में आता हो। ट्रेडमार्क लाइसेंस समझौते के अभाव में आम आवाज़ के लोगो या अन्य कलाकृति का उपयोग लिंक करने के लिए नहीं किया जाएगा।

                    iFrames
                    पूर्व अनुमोदन और लिखित अनुमति के बिना, आप हमारे वेबपेजों के चारों ओर ऐसे फ्रेम नहीं बना सकते हैं जो किसी भी तरह से हमारी वेबसाइट की दृश्य प्रस्तुति या उपस्थिति को बदल दें।

                    <h2>Content Liability </h2>
                    आपकी वेबसाइट पर दिखाई देने वाली किसी भी सामग्री के लिए हम जिम्मेदार नहीं होंगे। आप अपनी वेबसाइट पर होने वाले सभी दावों के खिलाफ हमारी रक्षा करने और बचाव करने के लिए सहमत हैं। किसी भी वेबसाइट पर कोई भी लिंक नहीं दिखाई देना चाहिए जिसे मानहानिकारक, अश्लील या आपराधिक माना जा सकता है, या जो किसी तीसरे पक्ष के अधिकारों का उल्लंघन करता है, अन्यथा उल्लंघन करता है, या उल्लंघन या अन्य उल्लंघन की वकालत करता है।
                </p> */}

                {/* <p className='mt-4'>
                    Reservation of Rights
                    हम आपसे अनुरोध करने का अधिकार सुरक्षित रखते हैं कि आप हमारी वेबसाइट के सभी लिंक या कोई विशेष लिंक हटा दें। आप अनुरोध पर हमारी वेबसाइट के सभी लिंक तुरंत हटाने की स्वीकृति देते हैं। हम किसी भी समय इन नियमों और शर्तों और इसकी लिंकिंग नीति में संशोधन करने का अधिकार भी सुरक्षित रखते हैं। हमारी वेबसाइट से लगातार लिंक करके, आप इन लिंकिंग नियमों और शर्तों से बंधे रहने और उनका पालन करने के लिए सहमत होते हैं।

                    <h2><em>Removal links of our website </em></h2>
                    यदि आपको हमारी वेबसाइट पर कोई लिंक किसी भी कारण से आपत्तिजनक लगता है, तो आप हमसे किसी भी समय संपर्क कर सकते हैं और हमें सूचित कर सकते हैं। हम लिंक हटाने के अनुरोधों पर विचार करेंगे, लेकिन हम ऐसा करने या आपको सीधे जवाब देने के लिए बाध्य नहीं हैं।
                    हम यह सुनिश्चित नहीं करते हैं कि इस वेबसाइट पर दी गई जानकारी सही है, हम इसकी पूर्णता या सटीकता की गारंटी नहीं देते हैं; न ही हम यह सुनिश्चित करने का वादा करते हैं कि वेबसाइट उपलब्ध रहे या वेबसाइट पर सामग्री अद्यतित रखी जाए।

                    <h2>Disclaimer </h2>
                    लागू कानून द्वारा अनुमत अधिकतम सीमा तक, हम अपनी वेबसाइट और इस वेबसाइट के उपयोग से संबंधित सभी अभ्यावेदन, वारंटी और शर्तों को बाहर करते हैं। इस अस्वीकरण में कुछ भी ऐसा नहीं है जो:
                    मृत्यु या व्यक्तिगत चोट के लिए हमारी या आपकी देयता को सीमित या बहिष्कृत करे;
                    धोखाधड़ी या धोखाधड़ीपूर्ण गलत बयानी के लिए हमारी या आपकी देयता को सीमित या बहिष्कृत करे;
                    लागू कानून के तहत अनुमत किसी भी तरह से हमारी या आपकी देयताओं को सीमित करे; या लागू कानून के तहत बहिष्कृत नहीं की जा सकने वाली हमारी या आपकी देयताओं में से किसी को बाहर करे।इस खंड में और इस अस्वीकरण में कहीं और निर्धारित देयता की सीमाएँ और निषेध: (ए) पिछले पैराग्राफ के अधीन हैं; और (बी) अस्वीकरण के तहत उत्पन्न होने वाली सभी देयताओं को नियंत्रित करते हैं, जिसमें अनुबंध, अपकृत्य और वैधानिक कर्तव्य के उल्लंघन के लिए उत्पन्न होने वाली देयताएँ शामिल हैं। जब तक वेबसाइट और वेबसाइट पर जानकारी और सेवाएँ निःशुल्क प्रदान की जाती हैं, हम किसी भी प्रकार के नुकसान या क्षति के लिए उत्तरदायी नहीं होंगे
                </p> */}
            </div>
        </div>
    )
}

export default Term
